#version: 0.2
Ġ Ġ
ĠĠ ĠĠ
Ġ "
č Ċ
ĠĠĠĠ ĠĠĠĠ
" :
" ,
e d
e r
e s
i n
i t
a t
o n
ĠĠ Ġ
0 1
ĠĠĠĠĠĠĠĠ ĠĠĠ
e n
a n
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
a r
o r
in g
i on
o m
at e
E n
e l
Ġ b
r o
i l
p er
D e
2 01
% .
En d
Ġ c
Ġ r
Ġ w
Ġ S
Ġ C
Ġ De
D ate
s t
u c
a c
u l
c e
l e
v el
Ġ t
r a
ĠDe vel
ĠDevel o
om p
ĠDevelo per
Ġ P
a l
r e
u t
es s
on t
i p
i en
a g
s s
Ġ G
Ġ p
Ġ s
Ġ {
2 0
Ġ (
Ġ W
Ġ }
r ont
Ġ A
I n
u n
Ġ 1
Ġ ?
it h
Ġw ith
d e
m e
F ront
o b
Ġ -
at ion
en t
ien ce
S t
an d
it y
o f
a s
t s
Ġ R
Ġ U
m p
Ġ [
ed uc
u b
u r
Ġ M
Ġ Front
ar t
Ġb y
ac t
H ub
c r
e b
Ġ i
it Hub
St art
Ġ J
201 7
e m
i c
ip t
cr ipt
a il
i v
l o
e act
o o
o de
Ġ 4
Ġ B
] ,
Ġ 2
ar s
2 3
D es
i a
j s
Ġ m
Ġ n
Ġ v
Ġ in
an y
omp any
educ ed
c ience
Ġ End
Ġ of
es t
in k
ĠS cience
ul l
C ompany
H T
J ob
M L
T it
a in
u g
u s
u es
v ed
Ġ ],
er s
ss ues
Ġi ssues
cript ion
Des cription
HT ML
Tit le
L ink
t i
Ġ E
Ġ f
ed In
201 9
Ġr es
ag es
Link edIn
o c
r ess
Â ĸ
Ġ /
Ġ Âĸ
c ess
i or
Ġ a
ra p
E x
I mp
c om
Ġ d
Ġ Imp
ĠP A
d u
f f
", "
ul ar
ra du
1 23
5 6
7 8
9 0
G itHub
G radu
i z
o un
Ġ and
at a
per ience
ĠC omp
ac h
ut er
em ail
Ġ4 56
ars ed
Ex perience
78 90
Gradu ation
ĠComp uter
2 2
E N
E R
S A
g ular
n gular
t o
il e
ĠR eact
d uc
u m
Ġ N
Ġ Y
Ġ lo
ar n
ro ved
ul p
Ġn ull
ff ic
A T
a d
b ur
i s
Ġ e
ĠĠĠĠ ĠĠĠ
at t
Ġr educed
re e
ĠG itHub
un ior
bur g
E M
a v
e c
e att
n iv
p p
Ġ |
Ġ En
Ġ In
it ts
Ġb ug
Ġw eb
Ġ} ,
ĠB oo
Ġv ia
ers ity
burg h
eatt le
niv ersity
itts burgh
b er
c y
p ed
t st
Ġ 3
it es
or t
%. "
ag e
Ġp ages
Ġs p
tst rap
0 0
P ress
S S
d Press
m ent
r or
u il
Ġ L
Ġ h
Ġ l
Ġ er
Ġ 20
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
in s
at ed
on s
or k
or dPress
ro ss
Ġc omp
Ġt i
Ġt est
al y
ĠG ulp
ĠW A
ĠU niversity
Ġlo ad
Ġer ror
A d
C E
C AT
I O
R eact
c h
e w
m ail
r y
t ry
Ġ +
Ġ 6
Ġ us
ar d
st ed
ut ion
Ġp ro
ĠW eb
ob ile
Ġf or
CAT IO
CATIO N
E S
M obile
Q L
b ug
d ress
e g
g e
h a
i d
i e
l y
m iz
o p
t ain
w s
Ġ 5
Ġ per
in e
Ġr educ
ĠS eattle
le ment
ĠP ittsburgh
Ġp re
and ing
ain tain
ti me
ti miz
ĠImp roved
ĠImp lement
Ġreduc ing
aintain ed
ĠImplement ed
A EM
B ach
C ity
C ode
C oun
D F
D U
D ata
E duc
E mail
E DU
I L
I EN
J unior
K IL
L S
L an
N a
N um
O R
P r
P ER
S c
S k
S uc
S KIL
U SA
W OR
X PER
Y e
Z ip
a y
b ro
d ata
f or
f ull
g u
g ed
g ree
h ing
i g
k s
k en
l s
m ess
p arsed
p ons
r ent
t on
t ing
u me
z ed
Ġ an
Ġ HTML
Ġ" (
er t
er y
es ent
it ution
at us
el or
il ls
De gree
Ġc ur
Ġc ross
ĠC ode
st itution
st atus
ĠP DF
al ert
Ġp arsed
20 22
ĠW ordPress
ĠA ngular
In stitution
St ate
as ed
as hing
Ġ[ ]
Ġi mp
iv e
ĠE XPER
Ġres pons
Ġres ume
cess full
Ġa pp
to ken
ĠIn t
Ġbug s
ĠBoo tstrap
aly zed
Ad dress
bug ged
ws er
Bach elor
Coun try
Educ ation
EDU CATION
IEN CE
Lan gu
Na me
Num ber
Pr esent
Sk ills
Suc cessfull
SKIL LS
WOR K
Ye ars
bro wser
mess age
parsed Data
Ġan alyzed
Ġcur rent
ashing ton
ĠEXPER IENCE
Ġrespons ive
Langu ages
Successfull y
. "
A N
A R
A ngular
P I
W eb
X D
h QL
i ate
k ins
l a
l on
m es
m an
m ine
o l
o om
r s
z y
Ġ V
Ġ de
Ġ 2017
Ġ XD
Ġ" ",
in es
on f
en kins
el lon
Ġb oun
ro p
201 2
Ġc ode
Ġc ach
Ġc onf
Ġr ate
Ġt e
Ġt ra
ut om
ien cy
ss oc
Ġs ites
Ġ1 8
ob e
as mine
ĠR educed
ĠU I
ĠU SA
ĠM aintained
ĠM ellon
Ġ2 9
ĠE S
oc ha
rap hQL
ĠN Y
arn eg
ffic iency
Ġe fficiency
uil t
Ġh rs
Ġti mes
Ġtest ing
Ġerror s
Ġus er
oom la
Ġboun ce
Ġtra ffic
ssoc iate
arneg ie
A ssociate
S cript
a Script
b il
h o
k ing
l ic
t u
v er
Ġ j
at es
ro duc
ĠDe bugged
Ġt o
ĠG it
ĠW ashington
lo w
ĠB uilt
av aScript
Ġcomp l
timiz ed
ig n
bil ity
roduc ed
) .
F i
I T
Q u
a m
b an
c re
d obe
e ed
g ag
i o
i bility
k ly
l ing
m ont
o w
o kly
p ac
s ur
u al
v ing
x t
Ġ 8
Ġ O
Ġ on
Ġ en
Ġ st
Ġ ac
Ġ op
er ing
er ge
it a
en d
en ior
or ed
ro okly
201 3
201 4
Ġr un
ĠC re
ĠC SS
ĠG raphQL
20 20
20 23
ĠA dobe
Ġ1 2
Ġ1 6
Ġ1 00
ĠU X
ĠM ocha
act ion
ĠJ S
ĠJ enkins
ĠJ asmine
ĠJ oomla
em ent
Ġ2 1
Ġm erge
Ġin t
ĠY arn
ĠY ork
ec t
ĠEn sur
Ġ3 3
Ġsp eed
Ġl anding
Ġimp roved
Ġconf lic
Ġte am
utom ated
IT A
Qu ery
gag ement
mont h
pac k
Ġen gagement
rookly n
Ġrun time
ĠCre ated
ĠEnsur ed
Ġconflic ts
2 6
B oo
G it
H ay
P A
S enior
W S
c ed
h an
h il
o ard
p ort
u p
u pp
w ard
Ġ 2019
Ġ Fi
en cy
Ġb oo
Ġc ut
Ġr e
ag ed
Ġs upp
ĠA EM
as e
Ġ2 2
cess ibility
Ġa d
ĠBoo sted
Ġpro j
ĠInt roduced
ĠV S
cre ased
Hay ward
han ced
Ġcut ting
Ġsupp ort
0 8
1 1
1 2
2 1
A S
B rooklyn
C SS
C arnegie
C AS
D T
E L
E O
G ulp
H ITA
K an
K ER
K AR
L I
O S
P en
P ittsburgh
Q A
S eattle
S EL
T C
T G
T OS
U I
Z il
a w
a it
a mp
a zy
b ed
b ased
b oard
c al
c is
c cessibility
d ing
d rop
d io
e e
e ver
f s
f in
f ra
f ree
g ers
h ip
h oo
h est
h ita
i es
i al
i ss
i de
k e
k er
l v
m ed
n c
n s
o s
o st
p m
p timized
r it
r an
r om
r id
r anding
s it
s on
s an
s ion
t e
t y
t ion
u e
w hita
x ed
y ates
y lv
y nc
Ġ 9
Ġ me
Ġ as
Ġ em
Ġ Kan
Ġ QA
ed fin
er n
er ed
er for
er action
er ial
at erial
en u
en sion
an ce
an ia
ar ly
ion ing
el ines
Ġb uil
Ġb ase
Ġb randing
ro up
Ġc re
Ġc rit
Ġw ork
Ġw id
ĠS ites
ĠS AN
ĠS tu
ĠS PA
ĠS EO
ĠS hip
ĠC arnegie
ĠC LI
ĠC hest
le x
Ġt ho
ra g
ĠP erfor
al iz
ut gers
ip s
ip elines
ĠG rid
ĠG roup
Ġp ipelines
Ġs av
Ġs ec
Ġs cal
20 08
ĠW HITA
ĠA PI
ĠA utomated
ĠA WS
ĠA TG
un d
Ġ1 1
Ġ1 7
Ġwith in
de v
ent ored
and s
and ling
of fs
ĠR TC
ur ity
ĠM aterial
ĠM entored
ĠJ avaScript
ic al
Ġ4 6
Ġ4 8
Ġ2 4
Ġm ins
Ġm iss
Ġm enu
Ġn ew
Ġv ers
Ġv ide
Ġin fra
ain ts
us ands
Ġf ront
Ġf rom
Ġres ol
cess ing
Ġd oc
Ġd rop
Ġd ow
Ġd rag
EN E
to s
to ty
ĠN ew
ĠY AT
is ual
Ġe xt
Ġweb hoo
Ġweb sit
ped ia
Ġsp ies
ĠL ever
Ġh andling
Ġl ines
Ġcomp lex
Ġti me
Ġload ing
Ġ6 00
ĠWeb pack
ge ts
op tion
Ġper for
Ġper son
Ġpre cis
ĠInt ern
PI AN
man ce
zy me
Ġcach e
Ġcach ing
Ġj unior
Ġcompl aints
ĠO ptimized
Ġon board
Ġint eraction
Boo tstrap
hil ips
ĠFi xed
Ġboo sted
Ġad option
Ġproj ect
CAS PIAN
DT X
KAR EN
Pen ns
SEL ENE
Zil low
aw ait
bed ding
os ch
ost man
san tos
whita ker
ylv ania
Ġas ync
Ġem bedding
ĠKan ban
ension s
Ġbuil d
Ġcrit ical
Ġwork f
Ġwid gets
ĠSAN TOS
ĠStu dio
ĠShip ped
ĠChest er
Ġtho usands
ĠPerfor med
aliz ation
Ġsav ing
Ġsec urity
Ġscal a
ĠWHITA KER
ĠMaterial UI
Ġvers ioning
Ġvide o
Ġdow n
ĠYAT ES
Ġext ensions
Ġwebhoo ks
Ġwebsit e
ĠLever aged
Ġperfor mance
Ġperson alization
Ġprecis ion
Ġonboard ing
Penns ylvania
0 9
1 4
2 8
4 3
B osch
C I
F ort
J avaScript
P hilips
R educed
R utgers
T I
U ber
V isual
W ordPress
a ved
b le
c king
d s
f i
g ile
h re
i st
i ance
j Query
m s
o ver
r uc
t ho
u st
u ff
v s
} }
Ġ &
Ġ ag
Ġ Hayward
es ign
at s
el iv
Ġb lo
Ġb uff
ro ving
ro te
Ġc ons
Ġw ee
ĠC A
ĠC ust
st ruc
Ġt hre
ĠP ostman
re port
Ġs aved
Ġ{ "
20 21
ĠW rote
Ġ} }}
ĠA ccessibility
Ġ1 0
Ġ1 4
ent ation
Ġn av
Ġn pm
Ġd eliv
um entation
Ġlo w
ec ts
ĠEn hanced
ĠIn creased
Ġ20 22
Ġus ing
Ġimp roving
Ġde vs
tu re
Ġj Query
Ġcompl iance
Ġac ross
Ġop timiz
Ġop timized
Ġme tho
Ġcre ate
Ġmiss es
Ġinfra struc
Ġdoc umentation
Ġworkf low
Ġscala ble
fi ed
ist ency
Ġag ile
Ġblo cking
Ġbuff ering
Ġcons istency
Ġwee ks
ĠCust om
Ġthre ats
report ed
Ġdeliv ery
Ġmetho ds
Ġinfrastruc ture
+ ,
+ ",
0 6
1 8
1 9
2 9
3 4
3 9
4 4
5 3
5 7
6 1
7 1
A L
A SS
A CE
A utomated
C h
C al
C ER
D E
E X
E arly
F I
G R
G u
G raphQL
J est
J enkins
J asmine
J oomla
L ed
M aintained
M ocha
N ew
P un
Q V
R edfin
S cr
S QL
T D
T E
T R
T e
T h
T ER
U r
U niversity
V ue
W est
W ashington
Y arn
a st
a ss
a ign
b uc
b ran
c art
c ia
d r
d ular
e v
f o
f it
f action
f und
f ects
g y
g ar
g ine
h ran
i me
i um
i fied
l it
l ates
l ime
m er
m oc
n aly
n ita
n ect
o ut
o SQL
o dular
p es
p ro
p end
q ual
r ate
r ation
s ed
s ha
t ate
t ic
t ers
w ork
x pedia
y st
y ling
{ "
Ġ H
Ġ g
Ġ ~
Ġ Des
Ġ 2012
Ġ Zillow
Ġ Te
Ġ qual
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
ed esign
es ol
in ut
in ified
it or
it buc
at is
on nect
en ium
an k
an king
ar io
ar ke
En hanced
En zyme
el enium
Ġb und
Ġb anking
ro toty
De bugged
201 5
Ġc amp
Ġc over
Ġr edesign
Ġw al
ĠS ol
ĠS ASS
ĠS tate
ĠS elenium
ĠC ompany
ĠC AR
ĠC TR
ĠC onnect
ĠDe creased
ul ti
le vel
le ts
Ġt as
Ġt ree
ra me
ĠDevelo ped
ĠP ay
ĠP roduced
ĠP rototy
al id
re fo
ut h
ut fit
ĠG AR
Ġp age
Ġs iz
Ġs hran
Ġs yst
Ġs atis
Ġ( +
ĠW est
Ġ} ],
ĠA gile
ĠA naly
Ġ1 9
ation s
ĠR ES
ĠR edfin
ĠU sed
mp lates
Ġ[ "
Ġ[ {
ub lime
ĠM inified
ĠJ est
ĠJ unior
iv en
iv ity
lo ad
ĠB rooklyn
ĠB ank
Ġm odular
Ġm inut
Ġm arke
Ġm ulti
Ġv is
Ġv alid
ĠE mail
ĠE arly
ĠE xpedia
Ġf ast
Ġf rame
Ġa utom
Ex pedia
com mer
iz ed
ĠN ITA
ĠEn zyme
ĠEn gine
ĠIn c
Ġ3 9
Ġsp lit
ĠL ed
ĠL ay
ĠL ow
Ġl azy
Ġ20 0
Ġ20 20
Ġ20 23
Ad obe
Ġ6 2
ution s
Ġpro cess
Ġpro cessing
Ġpro toty
Ġfor ms
eg ration
Ġ5 0
Ġ5 7
Ġpre pro
ig s
Ġapp s
Web pack
ĠV ue
Ġde fects
Ġde pend
Ġconf igs
Ġte mplates
ĠUI s
ign er
ĠO utfit
Ġst and
Ġst rate
Ġst yling
Ġ100 0
Ġint egration
port ing
Ġre fund
Ġre porting
amp ed
ke t
Ġ9 3
ĠAPI s
Ġresol ved
Ġresol ving
ĠIntern al
Ġdown time
Ġdown load
CI A
TI FI
Ġlow ered
Ġoptimiz ations
ĠCustom er
AL EX
Ch ario
CER TIFI
DE E
GR ACE
Gu ess
Pun ch
QV C
Scr um
Th ink
Ur ban
aign s
bran ch
cart er
dr iven
ev amped
gar cia
moc ks
nita o
sha king
tic s
ĠDes igner
ĠTe xt
Ġqual ity
esol ved
itor s
itbuc ket
Ġbund le
Ġcamp aigns
Ġcover age
Ġwal lets
ĠSol utions
ĠCAR TER
ĠConnect ivity
Ġtas k
ĠPay ment
ĠPrototy ped
refo x
ĠGAR CIA
Ġsiz e
Ġshran k
Ġsyst em
Ġsatis faction
ĠAnaly tics
ĠRES T
Ġmodular ity
Ġminut es
Ġmarke ting
Ġvis itors
Ġvalid ation
Ġfast er
Ġframe work
Ġautom ation
commer ce
ĠNITA O
ĠEngine ering
Ġsplit ting
ĠLay out
ĠLow ered
Ġprototy pes
Ġprepro cessing
Ġdepend ency
ĠOutfit ters
Ġstrate gy
Ġdownload s
Chario t
CERTIFI CATION
